{
  "header": {
    "translate": "Traducir",
    "inicio": "Inicio",
    "curriculum": "Curriculum",
    "proyecto": "Proyectos",
    "servicios": "Servicios",
    "idiomas": "Idioma:",
    "contacto": "Contacto",
    "error": "Error"
  },

  "footer": {
    "mapa_sitio": "Mapa sitio Web:",
    "redes_sociales": "Redes Soaciales:",
    "copy": "漏 2024 Mi Portafolio",
    "contacto": "Contacto",
    "iniciof": "Inicio",
    "curriculum": "Curriculum",
    "proyectos": "Proyectos",
    "servicios": "Servicios",
    "facebook": "Facebook",
    "twitter": "Twitter",
    "instagram": "Instagram",
    "contador1": "La p谩gina ha sido visitada ",
    "contador2": " veces."
  },

  "curriculum": {
    "titulo": "Curriculum:",
    "parrafo1": "Soy un apasionado aprendiz de programaci贸n en constante crecimiento y desarrollo. Poseo una s贸lida comprensi贸n de los fundamentos de la programaci贸n y estoy comprometido a aprender y mejorar continuamente. Mi objetivo es contribuir de manera significativa en un entorno laboral mientras contin煤o ampliando mis habilidades y conocimientos en el campo del desarrollo web.",
    "parrafo2": "Educaci贸n - Ciclo superior en Desarrollo y Aplicaci贸n Web. (2025)",
    "parrafo3": "Experiencia Laboral - Desarrollador Frontend (Pr谩cticas), Empresa ABC (Verano 2023) - Desarroll茅 y mantuve componentes de la interfaz de usuario utilizando HTML, CSS y JavaScript. - Colabor茅 en el dise帽o e implementaci贸n de nuevas funcionalidades para la aplicaci贸n web principal. - Particip茅 en reuniones de equipo y contribu铆 en sesiones de lluvia de ideas para resolver problemas t茅cnicos.",
    "parrafo4": "Habilidades T茅cnicas - Lenguajes de programaci贸n: Java, JavaScript, HTML, CSS, TypeScript - Frameworks y bibliotecas: React.js, Bootstrap - Herramientas de control de versiones: Git - Conocimientos b谩sicos de bases de datos: MySQL",
    "parrafo5": "### Proyectos Destacados",
    "parrafo6": "### Formaci贸n Complementaria - Curso en l铆nea de JavaScript en Platzi (2023) - Participaci贸n en talleres sobre desarrollo web en conferencias locales y eventos de la comunidad.",
    "parrafo7": " ### Intereses y Hobbies Aparte de mi inter茅s por la programaci贸n y el desarrollo web, disfruto leer libros de tecnolog铆a, participar en proyectos de c贸digo abierto y practicar deportes al aire libre."
  },

  "inicio": {
    "titulo": "Bienvenido a mi Portafolio",
    "parrafo1": "Soy un aprendiz de programaci贸n en constante desarrollo y exploraci贸n del mundo del desarrollo Web. Estoy aqu铆 para compartir mis proyectos y mi viaje mientras aprendo y crezco como programador.",
    "parrafo2": "Ver mi trabajo",
    "parrafo3": "驴Tienes alguna pregunta o proyecto en mente? 隆Cont谩ctame!",
    "parrafo4": "Cont谩ctame"
  },

  "error": {
    "titulo": "P谩gina de Error.",
    "parrafo": "Oops, parece que la p谩gina que buscas no est谩 disponible en este momento. Te recomendamos regresar a la p谩gina anterior o utilizar una de estas opciones:"
  },

  "proyectos": {
    "titulo": "Proyectos",
    "Ver_mas": "Ver m谩s",
    "proyecto1": {
      "titulo": "Plataforma de Aprendizaje en L铆nea",
      "descripcion": "Desarrollo de una plataforma de aprendizaje en l铆nea que permite a los usuarios acceder a cursos, conferencias y recursos educativos desde cualquier lugar. La plataforma ofrece una amplia gama de temas y cuenta con funciones interactivas para mejorar la experiencia de aprendizaje."
    },
    "proyecto2": {
      "titulo": "Aplicaci贸n de Gesti贸n de Tareas",
      "descripcion": "Creaci贸n de una aplicaci贸n de gesti贸n de tareas que ayuda a los usuarios a organizar sus actividades diarias, establecer recordatorios y compartir listas de tareas con colegas y amigos. La aplicaci贸n incluye funciones de seguimiento del progreso y notificaciones personalizadas."
    },
    "proyecto3": {
      "titulo": "Plataforma de Reservas de Viajes",
      "descripcion": "Dise帽o y desarrollo de una plataforma de reservas de viajes que permite a los usuarios buscar y reservar vuelos, hoteles y actividades tur铆sticas de manera f谩cil y segura. La plataforma ofrece recomendaciones personalizadas y opciones de pago flexibles."
    }
  },

  "servicios": {
    "titulo": "Servicios:",
    "servicio1": {
      "titulo": "Copas de seguridad",
      "descripcion": "驴Te preocupa perder tus archivos importantes? 隆No te preocupes m谩s! Con nuestro servicio de copia de seguridad, puedes mantener tus datos seguros y protegidos en todo momento. 锔 Respaldos autom谩ticos: Olv铆date de realizar copias manuales. Nuestra soluci贸n realiza respaldos autom谩ticos de tus archivos de forma regular para garantizar que siempre tengas la 煤ltima versi贸n disponible. 锔 Almacenamiento seguro: Tus datos se almacenan en servidores seguros y protegidos, con m煤ltiples capas de cifrado para garantizar la privacidad y confidencialidad de tus archivos. 锔 Acceso en cualquier momento y lugar: Accede a tus copias de seguridad desde cualquier dispositivo y en cualquier lugar. Ya sea que est茅s en la oficina, en casa o en movimiento, tus archivos estar谩n siempre a tu alcance. No arriesgues la p茅rdida de tus datos importantes. 隆Asegura tu tranquilidad con nuestro servicio de copia de seguridad hoy mismo!"
    },
    "servicio2": {
      "titulo": "Auditor铆a:",
      "descripcion": "驴Quieres asegurarte de que tu empresa est茅 en cumplimiento y sea financieramente s贸lida? 隆Nuestra auditor铆a es la soluci贸n!  En un mundo empresarial cada vez m谩s complejo y regulado, la auditor铆a se ha vuelto esencial para garantizar la transparencia, la integridad y el 茅xito a largo plazo de tu negocio. 锔 Evaluaci贸n exhaustiva: Nuestros expertos llevan a cabo una evaluaci贸n detallada de tus estados financieros, procesos internos y controles, identificando posibles riesgos y oportunidades de mejora. 锔 Cumplimiento normativo: Mantente al d铆a con las regulaciones y normativas locales e internacionales relevantes. Nuestros auditores te ayudar谩n a cumplir con todos los requisitos legales y fiscales aplicables. 锔 Recomendaciones personalizadas: No solo identificamos problemas, sino que tambi茅n ofrecemos recomendaciones personalizadas para fortalecer tus pr谩cticas comerciales y optimizar tu rendimiento financiero. Conf铆a en nosotros para proporcionarte una visi贸n clara y objetiva de la salud financiera de tu empresa. 隆Descubre c贸mo nuestra auditor铆a puede llevar tu negocio al siguiente nivel!"
    },
    "servicio3": {
      "titulo": "Optimizaci贸n de Infraestructura Tecnol贸gica:",
      "descripcion": "驴Tu empresa est谩 buscando mejorar su rendimiento tecnol贸gico y reducir costos? Nuestro servicio de optimizaci贸n de infraestructura tecnol贸gica est谩 dise帽ado para ayudarte a alcanzar tus metas. 锔 Evaluaci贸n exhaustiva: Realizamos un an谩lisis completo de tu infraestructura tecnol贸gica actual, identificando 谩reas de mejora y oportunidades para optimizar recursos y procesos. 锔 Dise帽o de soluciones personalizadas: Desarrollamos soluciones adaptadas a las necesidades espec铆ficas de tu empresa, desde la actualizaci贸n de hardware y software hasta la implementaci贸n de sistemas de gesti贸n eficientes. 锔 Implementaci贸n y seguimiento: Nos encargamos de la implementaci贸n de las soluciones propuestas y proporcionamos un seguimiento continuo para garantizar que tu infraestructura tecnol贸gica opere de manera 贸ptima a largo plazo. Haz que tu empresa est茅 lista para el futuro con una infraestructura tecnol贸gica eficiente y adaptable. 隆Descubre c贸mo nuestro servicio de optimizaci贸n puede impulsar tu negocio hacia el 茅xito!"
    }
  },

  "contacto": {
    "titulo": "Mediante este formulario podr谩 realizar la consulta que desee:",
    "nombre_apellido": "Nombre y apellido: ",
    "correo": "Correo electr贸nico: ",
    "asunto": "Asunto: ",
    "mensaje": "Mensaje: ",
    "enviar": "Enviar"
  }
}
